Repository: karam6a/DiplomMobileApp
Catalog: LogisticMobileApp/Resources/Strings/AppResources.*.resx
Languages: pl

# Active_Route_Label
source: Активный маршрут
pl: Aktywna trasa

# App_Name
source: Логистика мусора
pl: Logistyka odpadów

# CarNumberPlaceholder
source: Номер автомобиля
pl: Numer pojazdu

# CodePlaceholder
source: Введите код регистрации
pl: Wprowadź kod rejestracyjny

# ConfirmPasswordPlaceholder
source: Подтвердите пароль
pl: Potwierdź hasło

# ConfirmRoute_CommentPlaceholder
source: Комментарий
pl: Komentaz

# ConfirmRoute_ConfirmButton
source: Подтвердить сбор
pl: Potwierdź odbiór

# ConfirmRoute_ContainersLabel
source: Контейнеров:
pl: Pojemników:

# ConfirmRoute_FinishRouteButton
source: Завершить маршрут
pl: Zakończ trasę

# ConfirmRoute_RejectButton
source: В сборе отказано
pl: Odbiór odrzucony

# ConfirmRoute_SendComment
source: Отправить
pl: Wyślij

# ConfirmRoute_Title
source: Подтверждение точек
pl: Potwierdzenie punktów

# ContinueButtonText
source: Продолжить
pl: Kontynuować

# Dashboard_Title
source: Рабочая панель
pl: Panel roboczy

# Distance_Label
source: Расстояние
pl: Odległość

# DriverActiveLabel
source: Активен
pl: Aktywny

# DriverInactiveLabel
source: Неактивен
pl: Nie aktywny

# Driver_Label
source: Водитель
pl: Kierowca

# ExitButton
source: Выйти
pl: Wyjść

# GoToLoginLink
source: Уже есть аккаунт? Войти
pl: Masz już konto? Zaloguj się

# GoToRegisterLink
source: Нет аккаунта? Зарегистрируйтесь
pl: Nie masz konta? Zarejestruj się

# KilometersLabel
source: км
pl: km

# Language_Cancel
source: Отмена
pl: Anuluj

# Language_PromptTitle
source: Выберите язык
pl: Wybierz język

# Login_AutoLoginFailed
source: Продолжить активацию устройства
pl: Kontynuuj aktywację urządzenia

# Login_Button
source: Войти
pl: Zaloguj się

# Login_Checking
source: Проверка входа...
pl: Sprawdzanie logowania...

# Login_Failed
source: Требуется активация
pl: Wymagana aktywacja

# Login_NetworkError
source: Нет соединения с сервером
pl: Brak połączenia z serwerem

# Login_Success
source: Автовход выполнен
pl: Automatyczne logowanie

# Login_Title
source: Вход
pl: Logowanie

# Logout_ConfirmMessage
source: Вы действительно хотите выйти?
pl: Czy na pewno chcesz wyjść?

# Logout_No
source: Нет
pl: Nie

# Logout_Title
source: Выход из приложения
pl: Wyjście z aplikacji

# Logout_Yes
source: Да
pl: Tak

# MinutesLabel
source: мин
pl: min

# NamePlaceholder
source: Имя
pl: Imię

# PasswordPlaceholder
source: Пароль
pl: Hasło

# Register_Button
source: Регистрация
pl: Rejestracja

# Register_Failed
source: Активация не удалась
pl: Aktywacja nie powiodła się

# Register_Success
source: Устройство успешно активировано
pl: Urządzenie aktywowane pomyślnie

# Register_Title
source: Регистрация
pl: Rejestracja

# Routes_BuildButton
source: Построить маршрут
pl: Wyznacz trasę

# Routes_ContainersLabel
source: Контейнеров:
pl: Pojemników:

# Routes_Title
source: Выбор точек
pl: Wybór punktów

# Route_Button
source: Построить маршрут
pl: Wyznacz trasę

# Settings_ChangePassword
source: Сменить пароль
pl: Zmień hasło

# Settings_ChangeTheme
source: Переключить тему
pl: Zmień motyw

# Settings_ChooseLanguage
source: Выберите язык
pl: Wybierz język

# Settings_ConfirmPassword
source: Подтвердите пароль
pl: Potwierdź hasło

# Settings_NewPassword
source: Новый пароль
pl: Nowe hasło

# Settings_PasswordConfirmed
source: Пароль успешно изменён (демо)
pl: Hasło pomyślnie zmienione (demo)

# Settings_PasswordMismatch
source: Пароли не совпадают
pl: Hasła się nie zgadzają

# Settings_Title
source: Настройки
pl: Ustawienia

# ShowRouteLabel
source: Показать маршрут
pl: Pokaż trasę

# StartButtonText
source: Начать
pl: Zacząć

# StartRouteToast
source: Маршрут начат!
pl: Trasa rozpoczęta!

# Statistics_Button
source: Статистика
pl: Statystyki

# Theme_Dark
source: Тёмная тема
pl: Ciemny motyw

# Theme_Light
source: Светлая тема
pl: Jasny motyw

# TravelTimeLabel
source: Время в пути
pl: Czas podróży
